/* Automatic backups are disabled */
"Automatic Backups Off" = "Backup automatici disattivati";

/* back up now menu item title */
"Back Up Now" = "Esegui backup adesso";

/* Backup progress menu item title */
"Backing Up: %@ of %@" = "Eseguo il backup: %1$@ di %2$@";

/* Browse Other Time Machine disks menu title */
"Browse Other Time Machine Disks" = "Sfoglia altri dischi di Time Machine";

/* Calculating changes menu item title */
"Calculating Changes\\U2026" = "Calcolo modifiche…";

/* Cleaning Up menu item title */
"Cleaning Up\\U2026" = "Concludo…";

/* Cleaning Up menu item title */
"Deleting Old Backups\\U2026" = "Elimino backup passati…";

/* Enter Time Machine menu item title */
"Enter Time Machine" = "Entra in Time Machine";

/* Excluding items menu item title */
"Excluding %@ Items\\U2026" = "Escludo %@ elementi…";

/* Finishing back up menu item title */
"Finishing Backup\\U2026" = "Concludo backup…";

/* Indexing back up menu item title */
"Indexing Backup\\U2026" = "Indicizzo backup…";

/* Latest backup date format string (successful backup) */
"Latest Backup: %@" = "Ultimo backup: %@";

/* Latest backup delayed */
"Latest Backup: Delayed\\U2026" = "Ultimo backup: posticipato…";

/* Latest backup failed */
"Latest Backup: Failed\\U2026" = "Ultimo backup: non riuscito…";

/* Mounting back up menu item title */
"Making Backup Disk Available\\U2026" = "Rendo disponibile il disco di backup…";

/* time machine preferences menu item title */
"Open Time Machine Preferences\\U2026" = "Apri le preferenze di Time Machine…";

/* Preparing items menu item title */
"Preparing %@ Items\\U2026" = "Preparo %@ elementi…";

/* Preparing back up menu item title */
"Preparing Backup\\U2026" = "Preparo backup…";

/* Scanning items menu item title */
"Scanning %@ Items\\U2026" = "Analizzo %@ elementi…";

/* Skip Verification menu item title */
"Skip Verification" = "Ignora verifica";

/* Skipping verification menu item title */
"Skipping Verification\\U2026" = "Ignoro verifica...";

/* stop backing up menu item title */
"Stop Backing Up" = "Interrompi backup";

/* Stopping back up menu item title */
"Stopping Backup\\U2026" = "Interrompo backup…";

/* Time Machine Not Configured menu item title */
"Time Machine Not Configured" = "Time Machine non è configurato";

/* Verify Backups menu item title */
"Verify Backups" = "Verifica backup";

/* Verifying backup with percentage menu item title */
"Verifying Backup (%@)" = "Verifico backup (%@)";

/* Verifying backup menu item title */
"Verifying Backup\\U2026" = "Verifico backup…";

/* Latest backup delayed */
"Waiting to Back Up" = "In attesa di backup";

